import GameObjects

occupations_safe_mode = "Агроном,Садовод,Фермер,Лесник,Системный администратор," \
                        "Военный,Офицер,Солдат,Инженер,Программист,Дизайнер," \
                        "Кондитер,Повар,Конструктор,Проектировщик,Строитель," \
                        "Терапевт,Официант,Художник,Танцор,Актёр,Музыкант,Режиссёр" \
                        "Учитель,Преподаватель,Психолог,Фельдшер,Стоматолог," \
                        "Ветеринар,Хирург,Библиотекарь,Экономист,Бухгалтер," \
                        "Менеджер по продажам,Инвестор,Архитектор,Фотограф," \
                        "Маркетолог,Генетик,Судья,Полицейский,Научный сотрудник," \
                        "Лаборант,Экскурсовод,Тренер,Сантехник,Электрик,Слесарь," \
                        "Автомеханик,Физик,Энергетик,Математик,Химик,Биолог," \
                        "Эколог".split(',')

occupations_additive = "Проститутка,Наркодиллер,Кладмен,Киллер".split(',')


